books.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-12-25 Wed 20:39 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>List of books</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="T. Gustafsson. Theme: Copyright (c) 2019 [[https://github.com/gongzhitaao/orgcss][gongzhitaao]]gongzhitaao." />
<link rel="stylesheet" type="text/css" href="https://kinnala.github.io/org.css" />
</head>
<body>
<div id="content">
<h1 class="title">List of books</h1>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Author</th>
<th scope="col" class="org-left">Series</th>
<th scope="col" class="org-left">Book</th>
<th scope="col" class="org-left">Status</th>
<th scope="col" class="org-left">Audio</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Brandon Sanderson</td>
<td class="org-left">Mistborn</td>
<td class="org-left">The Final Empire</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Well of Ascension</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Hero of Ages</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Alloy of Law</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Shadows of Self</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Bands of Mourning</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Lost Metal</td>
<td class="org-left">Upcoming</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Stormlight Archive</td>
<td class="org-left">The Way of Kings</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Words of Radiance</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Oathbringer</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Rhythm of War</td>
<td class="org-left">Upcoming</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Robert Jordan</td>
<td class="org-left">The Wheel of Time</td>
<td class="org-left">The Eye of the World</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Great Hunt</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Dragon Reborn</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Shadow Rising</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Fires of Heaven</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Lord of Chaos</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">A Crown of Swords</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Path of Daggers</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Winter's Heart</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Crossroads of Twilight</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Knife of Dreams</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Gathering Storm</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Towers of Midnight</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">A Memory of Light</td>
<td class="org-left">Finished</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">New Spring</td>
<td class="org-left">Acquired</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Scott Lynch</td>
<td class="org-left">Gentleman Bastard</td>
<td class="org-left">The Lies of Locke Lamora</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Red Seas Under Red Skies</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Republic of Thieves</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Thorn of Emberlain</td>
<td class="org-left">Upcoming</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Leigh Bardugo</td>
<td class="org-left">Six of Crows duology</td>
<td class="org-left">Six of Crows</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Crooked Kingdom</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">Brent Weeks</td>
<td class="org-left">Lightbringer</td>
<td class="org-left">The Black Prism</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Blinding Knife</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Broken Eye</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Blood Mirror</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Burning White</td>
<td class="org-left">Released</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Night Angel</td>
<td class="org-left">The Way of Shadows</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">Brian McClellan</td>
<td class="org-left">The Powder Mage</td>
<td class="org-left">Promise of Blood</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Crimson Campaign</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Autumn Republic</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Gods of Blood and Powder</td>
<td class="org-left">Sins of Empire</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Wrath of Empire</td>
<td class="org-left">Acquired</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">Robert Jackson Bennet</td>
<td class="org-left">Founders</td>
<td class="org-left">Foundryside</td>
<td class="org-left">Acquired</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">James Islington</td>
<td class="org-left">The Licanius Trilogy</td>
<td class="org-left">The Shadow of What Was Lost</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">An Echo of Things to Come</td>
<td class="org-left">Acquired</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Light of All That Falls</td>
<td class="org-left">Released</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Patrick Rothfuss</td>
<td class="org-left">The Kingkiller Chronicle</td>
<td class="org-left">The Name of the Wind</td>
<td class="org-left">Finished</td>
<td class="org-left">Both</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Wise Man's Fear</td>
<td class="org-left">Finished</td>
<td class="org-left">Both</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Doors of Stone</td>
<td class="org-left">Upcoming</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Joe Abercrombie</td>
<td class="org-left">The First Law</td>
<td class="org-left">The Blade Itself</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Before They Are Hanged</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Last Argument of Kings</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">Robin Hobb</td>
<td class="org-left">The Farseer Trilogy</td>
<td class="org-left">Assassin's Apprentice</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Royal Assassin</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Assassin's Quest</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Tawny Man Trilogy</td>
<td class="org-left">Fool's Errand</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Golden Fool</td>
<td class="org-left">Ongoing</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">Nicholas Eames</td>
<td class="org-left">The Band</td>
<td class="org-left">Kings of the Wyld</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">Dan Simmons</td>
<td class="org-left">Hyperion Cantos</td>
<td class="org-left">Hyperion</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Fall of Hyperion</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">Michael J. Sullivan</td>
<td class="org-left">The Riyria Revelations</td>
<td class="org-left">Theft of Swords</td>
<td class="org-left">Finished</td>
<td class="org-left">Yes</td>
</tr>
</tbody>
</table>
</div>
<div id="postamble" class="status">
<p class="author">Author: T. Gustafsson. Theme: Copyright (c) 2019 <a href="https://github.com/gongzhitaao/orgcss">gongzhitaao</a>.</p>
<p class="date">Created: 2019-12-25 Wed 20:39</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
